[
  {
    "studentId": 1,
    "name": "Кәсіптік практика жетекшісі",
    "comment": "Адамбаев Мади — тәртіпті, тиянақты және өз ісіне мұқият қарайтын студент. Жаңа тапсырмаларды жылдам меңгеріп, оларды өздігінен орындай алды. Photoshop бағдарламасында сенімді жұмыс жасап, дизайн элементтерін дұрыс орналастыруды жақсы игерген. Ұжыммен қарым-қатынасы жақсы, өзін мәдениетті түрде ұстайды. Мади болашақта білікті маман болуға қабілетті студент ретінде сипатталады."
  },
  {
    "studentId": 2,
    "name": "Кәсіптік практика жетекшісі",
    "comment": "Нурмаганбет Аян — сабырлы, ұқыпты және берілген тапсырманы жауапкершілікпен орындайтын студент. Ол жаңа бағдарламаларды тез меңгеріп, жұмыс процесіне тез бейімделеді. Photoshop құралдарымен еркін жұмыс істеп, жобаларды сауатты орындай алады. Қарым-қатынасы жоғары мәдениетті, ұжымда өзін дұрыс ұстайды. Аян алдағы уақытта кәсіби деңгейде өсуге қабілетті білім алушы ретінде сипатталады."
  },
  {
    "studentId": 3,
    "name": "Кәсіптік практика жетекшісі",
    "comment": "Куаныш Нурсултан — сабақты тез меңгеретін, тыныш мінезді, жинақы әрі іскер студент. Ол жаңа тапсырмаларды оңай қабылдап, оларды өздігінен орындауға қабілетті. Photoshop бағдарламасымен жұмыс істеуде сенімді, композиция мен графикалық элементтерді сауатты үйлестіре алады. Ұжыммен қарым-қатынасы сыпайы, әрдайым мәдениетті түрде сөйлеседі. Нурсултан болашақта кәсіби маман ретінде қалыптасуға барлық мүмкіндігі бар студент."
  },
  {
    "studentId": 4,
    "name": "Кәсіптік практика жетекшісі",
    "comment": "Нурназ Шерхан өндірістік практика кезінде өзін жауапты, тиянақты және еңбекқор студент ретінде танытты. Ол тапсырмаларды тез меңгеріп, өз бетінше шешім қабылдай ала білді. Adobe Photoshop бағдарламасында қабаттармен жұмыс істеу, фигуралар қолдану, мәтінді форматтау және графикалық элементтерді үйлестіру сияқты дағдыларды сенімді көрсетті. Студенттің мінезі сабырлы, байыпты, ұжыммен тез тіл табыса алады. Жұмыс барысында тәртіпті сақтап, нұсқауларды дұрыс орындады. Практика процесінде оның мамандығына деген қызығушылығы мен шығармашылық ойлауы анық байқалды."
  }
]
